Revit 2027 API
ParameterTypeId.RbsConduitBendradius Property
 "Bend Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsConduitBendradius { get; }
Public Shared ReadOnly Property RbsConduitBendradius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsConduitBendradius {
	ForgeTypeId^ get ();
}
static member RbsConduitBendradius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace